Repository: Mr-Metatron/GlanceHold
Catalog: GlanceHold/Localizable.xcstrings
Source language: en
Languages: zh_hans

# about.calibrationBody
source: Calibrate your facing-screen pose before monitoring can use camera signals. Camera access starts only after you choose calibration or monitoring.
zh_hans: 先校准正对屏幕的姿态，监控才能使用摄像头信号。只有在你选择校准或开启监控后，摄像头访问才会开始。

# about.privacyBody
source: Camera access starts only during calibration or monitoring.
zh_hans: 只有在校准或开启监控时才会访问摄像头。

# about.subtitle
source: Local camera attention signal
zh_hans: 本地摄像头注意力信号

# accessibility.status.format
source: Status: %@
zh_hans: 状态：%@

# action.calibrate
source: Calibrate Facing Pose
zh_hans: 校准正对屏幕姿态

# action.disableMonitoring
source: Disable Monitoring
zh_hans: 关闭监控

# action.enableMonitoring
source: Enable Monitoring
zh_hans: 开启监控

# action.openCameraSettings
source: Open Camera Settings...
zh_hans: 打开摄像头设置...

# action.recalibrate
source: Recalibrate Facing Pose
zh_hans: 重新校准正对姿态

# action.resetCalibration
source: Reset Calibration
zh_hans: 重置校准

# action.waitingCameraPermission
source: Requesting Camera Permission...
zh_hans: 正在请求摄像头权限...

# alert.cancel
source: Cancel
zh_hans: 取消

# alert.keepCurrentCalibration
source: Keep Current Calibration
zh_hans: 保留当前校准

# alert.marginalReplacementPrompt
source: The new calibration is usable but less stable than the current one. Keep the current calibration or use the new one?
zh_hans: 新的校准可用，但稳定性不如当前校准。要保留当前校准，还是使用新的校准？

# alert.recalibrationRecommended
source: Recalibration recommended
zh_hans: 建议重新校准

# alert.resetConfirmationMessage
source: Reset Calibration: confirm before removing saved calibration; after reset, monitoring returns to Calibration Needed.
zh_hans: 重置校准：移除已保存校准前请确认；重置后监控会回到需要校准状态。

# alert.useNewCalibration
source: Use New Calibration
zh_hans: 使用新校准

# app.about.window.title
source: About GlanceHold
zh_hans: 关于 GlanceHold

# detail.monitoring.calibratingFacingPose
source: Face the screen steadily while GlanceHold calibrates your facing pose.
zh_hans: 请稳定地正对屏幕，GlanceHold 正在校准你的正对姿态。

# detail.monitoring.calibrationFailed.previousKept
source: Calibration failed because no stable face was detected. Your previous calibration was kept.
zh_hans: 校准失败，因为没有检测到稳定的人脸。已保留之前的校准。

# detail.monitoring.calibrationFailed.retry
source: Calibration failed because no stable face was detected. Try again while facing the screen.
zh_hans: 校准失败，因为没有检测到稳定的人脸。请正对屏幕后重试。

# detail.monitoring.calibrationNeeded
source: Calibrate your facing-screen pose before monitoring can use camera signals. Camera access starts only after you choose calibration or monitoring.
zh_hans: 先校准正对屏幕的姿态，监控才能使用摄像头信号。只有在你选择校准或开启监控后，摄像头访问才会开始。

# detail.monitoring.cameraPermissionDenied
source: Camera permission is denied. Allow camera access in System Settings, then enable monitoring again.
zh_hans: 摄像头权限已被拒绝。请在系统设置中允许摄像头访问，然后再次开启监控。

# detail.monitoring.cameraUnavailable
source: Camera is unavailable. Check camera access or close other apps using the camera, then try again.
zh_hans: 摄像头不可用。请检查摄像头访问，或关闭正在使用摄像头的其他应用后重试。

# detail.monitoring.iinaUnavailable
source: Monitoring cannot start yet because IINA is unavailable.
zh_hans: IINA 当前不可用，暂时无法开始监控。

# detail.monitoring.readyAfterMarginalCalibration
source: Recalibration recommended. Monitoring can continue with the current calibration.
zh_hans: 建议重新校准。仍可使用当前校准继续监控。

# detail.player.idle
source: IINA is open without active playback.
zh_hans: IINA 已打开，但没有正在播放的内容。

# detail.player.notControllable
source: IINA playback state is readable, but current playback is not controllable.
zh_hans: 可以读取 IINA 播放状态，但当前播放不可控制。

# detail.player.setupNeeded
source: Install or enable the GlanceHold IINA plugin. Start IINA or load a video before playback control can connect.
zh_hans: 请安装或启用 GlanceHold IINA 插件。启动 IINA 或载入视频后，播放控制才能连接。

# detail.player.unavailable
source: Attention monitoring can continue while playback control waits for controllable IINA state.
zh_hans: 注意力监控可以继续；播放控制会等待 IINA 进入可控制状态。

# format.delay.seconds
source: %.1fs
zh_hans: %.1f秒

# lastAction.heldSpeedAtOne
source: Held speed at 1x
zh_hans: 已将速度保持在 1x

# lastAction.manualPauseDetected
source: Manual pause detected
zh_hans: 检测到手动暂停

# lastAction.pausedByGlanceHold
source: Paused by GlanceHold
zh_hans: 已由 GlanceHold 暂停

# lastAction.restoredSpeed
source: Restored speed to %@
zh_hans: 已恢复速度到 %@

# lastAction.resumedPlayback
source: Resumed playback
zh_hans: 已恢复播放

# lastAction.stoppedMonitoring
source: Stopped monitoring
zh_hans: 已停止监控

# menu.about
source: About GlanceHold...
zh_hans: 关于 GlanceHold...

# menu.diagnosticMode
source: Diagnostic Mode
zh_hans: 诊断模式

# menu.lastAction.format
source: Last Action: %@
zh_hans: 上次操作：%@

# menu.mode
source: Mode
zh_hans: 模式

# menu.mode.pauseResume
source: Pause/Resume
zh_hans: 暂停/恢复

# menu.mode.speedControl
source: Speed Control
zh_hans: 速度控制

# menu.quit
source: Quit GlanceHold
zh_hans: 退出 GlanceHold

# menu.status.format
source: Status: %@
zh_hans: 状态：%@

# privacy.note
source: Camera access starts during calibration or monitoring.
zh_hans: 校准或开启监控时会访问摄像头。

# privacy.permissionExplanation
source: GlanceHold uses the camera to calibrate your facing-screen pose.
zh_hans: GlanceHold 使用摄像头校准你正对屏幕的姿态。

# shortcut.toggle.monitoring
source: Toggle GlanceHold Monitoring
zh_hans: 切换 GlanceHold 监控

# status.monitoring.calibratingFacingPose
source: Calibrating Facing Pose
zh_hans: 正在校准正对姿态

# status.monitoring.calibrationFailed
source: Calibration Failed
zh_hans: 校准失败

# status.monitoring.cameraPermissionDenied
source: Camera Permission Denied
zh_hans: 摄像头权限已拒绝

# status.monitoring.cameraPermissionNeeded
source: Camera Permission Needed
zh_hans: 需要摄像头权限

# status.monitoring.cameraUnavailable
source: Camera Unavailable
zh_hans: 摄像头不可用

# status.monitoring.facing
source: Facing
zh_hans: 正对屏幕

# status.monitoring.iinaUnavailable
source: IINA Unavailable
zh_hans: IINA 不可用

# status.monitoring.lookingAway
source: Looking Away
zh_hans: 看向别处

# status.monitoring.needsCalibration
source: Needs Calibration
zh_hans: 需要校准

# status.monitoring.noFaceDetected
source: No Face Detected
zh_hans: 未检测到人脸

# status.monitoring.off
source: Off
zh_hans: 已关闭

# status.monitoring.readyAfterCalibration
source: Ready After Calibration
zh_hans: 校准完成，可开始

# status.monitoring.recovering
source: Recovering
zh_hans: 恢复中

# status.monitoring.requestingCameraPermission
source: Requesting Camera Permission
zh_hans: 正在请求摄像头权限

# status.player.idle
source: IINA Idle
zh_hans: IINA 空闲

# status.player.notControllable
source: IINA Not Controllable
zh_hans: IINA 当前不可控制

# status.player.paused
source: IINA Paused
zh_hans: IINA 已暂停

# status.player.playing
source: IINA Playing
zh_hans: IINA 播放中

# status.player.setupNeeded
source: IINA Bridge Waiting
zh_hans: IINA 桥接等待中

# status.player.unavailable
source: IINA Unavailable
zh_hans: IINA 不可用

# tuning.pauseResumeAwayDelay
source: Pause/Resume Away Delay
zh_hans: 暂停/恢复离开延迟

# tuning.recoveryDelay
source: Recovery Delay
zh_hans: 恢复延迟

# tuning.section
source: Tuning
zh_hans: 调节

# tuning.sensitivity
source: Head Turn Sensitivity
zh_hans: 转头灵敏度

# tuning.sensitivity.balanced
source: Balanced
zh_hans: 均衡

# tuning.sensitivity.relaxed
source: Relaxed
zh_hans: 宽松

# tuning.sensitivity.strict
source: Strict
zh_hans: 严格

# tuning.speedControlAwayDelay
source: Speed Control Away Delay
zh_hans: 速度控制离开延迟
